---
kind: other
id: Methods.T:Autodesk.Revit.DB.STLImportOptions
source: html/d7c50ba3-463c-fc79-170f-3aec2104b129.htm
---
# STLImportOptions Methods

Get the default length unit used for importing unitless files.